cilindro/Re-5/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    entrada
    {
        type            zeroGradient;
    }
    saida
    {
        type            fixedValue;
        value           uniform 0;
    }
    cilindro
    {
        type            zeroGradient;
    }
    planoSim1
    {
        type            symmetryPlane;
    }
    planoSim2
    {
        type            symmetryPlane;
    }
    fundo
    {
        type            empty;
    }
    frente
    {
        type            empty;
    }
}


// ************************************************************************* //
